Repository: xcv58/MacTools
Catalog: Plugins/KeepAwake/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# error.displayAssertionCreationFailedFormat
source: 无法保持屏幕常亮，系统返回错误 %d。
ar: تعذّر إبقاء الشاشة مضاءة. خطأ النظام %d.
de: Display konnte nicht wach gehalten werden. Systemfehler %d.
en: Could not keep the display on. System error %d.
es: No se pudo mantener la pantalla encendida. Error del sistema %d.
fr: Impossible de garder l’écran allumé. Erreur système %d.
ja: ディスプレイをオンのままにできませんでした。システムエラー %d。
ko: 디스플레이를 켠 상태로 유지할 수 없습니다. 시스템 오류 %d.
pt: Não foi possível manter a tela ligada. Erro do sistema %d.
ru: Не удалось оставить экран включённым. Системная ошибка %d.
tr: Ekran açık tutulamadı. Sistem hatası %d.
zh_hant: 無法保持螢幕常亮，系統返回錯誤 %d。

# error.displayAssertionReleaseFailedFormat
source: 无法允许屏幕关闭，系统返回错误 %d。
ar: تعذّر السماح بإيقاف تشغيل الشاشة. خطأ النظام %d.
de: Das Ausschalten des Displays konnte nicht wieder zugelassen werden. Systemfehler %d.
en: Could not allow the display to turn off. System error %d.
es: No se pudo permitir que la pantalla se apagara. Error del sistema %d.
fr: Impossible d’autoriser l’extinction de l’écran. Erreur système %d.
ja: ディスプレイの消灯を許可できませんでした。システムエラー %d。
ko: 디스플레이가 꺼지도록 허용할 수 없습니다. 시스템 오류 %d.
pt: Não foi possível permitir que a tela desligasse. Erro do sistema %d.
ru: Не удалось разрешить отключение экрана. Системная ошибка %d.
tr: Ekranın kapanmasına izin verilemedi. Sistem hatası %d.
zh_hant: 無法允許螢幕關閉，系統返回錯誤 %d。

# panel.subtitle.stopTomorrowAtTimeFormat
source: 明天 %@
ar: غدًا %@
de: Morgen %@
en: Tomorrow %@
es: Mañana %@
fr: Demain %@
ja: 明日 %@
ko: 내일 %@
pt: Amanhã %@
ru: Завтра %@
tr: Yarın %@

# action.manifest.startForDuration.title
source: 在指定时长内阻止休眠
ar: منع الإسبات لمدة
de: Für einen Zeitraum wach halten
en: Keep Awake for a Duration
es: Mantener activo durante un periodo
fr: Maintenir actif pendant une durée
ja: 指定時間スリープを防ぐ
ko: 지정 시간 동안 잠자기 방지
pt: Manter ativo durante um período
ru: Не переходить в сон заданное время
tr: Belirli Bir Süre Uyanık Tut
zh_hant: 在指定時長內阻止休眠

# action.manifest.startForDuration.description
source: 让 Mac 在指定分钟数内保持唤醒。
ar: يُبقي Mac نشطًا لعدد الدقائق المطلوب.
de: Hält den Mac für die angegebene Anzahl von Minuten wach.
en: Keep the Mac awake for the requested number of minutes.
es: Mantiene el Mac activo durante el número de minutos indicado.
fr: Maintient le Mac actif pendant le nombre de minutes demandé.
ja: 指定した分数だけ Mac のスリープを防ぎます。
ko: 요청한 시간(분) 동안 Mac이 잠자기 상태로 전환되지 않도록 합니다.
pt: Mantém o Mac ativo durante o número de minutos indicado.
ru: Не дает Mac переходить в сон указанное количество минут.
tr: Mac'i istenen dakika sayısı boyunca uyanık tutar.
zh_hant: 讓 Mac 在指定分鐘數內保持喚醒。

# settings.lidClose.keepAwake
source: 合盖保持唤醒
ar: منع السكون عند إغلاق الغطاء
de: Bei geschlossenem Deckel wach bleiben
en: Keep awake with lid closed
es: Mantener activo con la tapa cerrada
fr: Rester éveillé avec le capot fermé
ja: 蓋を閉じてもスリープしない
ko: 덮개를 닫아도 깨어 있기
pt: Manter acordado com a tampa fechada
ru: Не засыпать при закрытой крышке
tr: Kapak kapalıyken uyanık tut
zh_hant: 闔蓋保持喚醒

# settings.mode.search.description
source: 选择“阻止休眠”运行期间要保持可用的功能。
ar: اختر ما يبقى متاحًا أثناء منع السكون.
de: Wählen Sie, was beim Verhindern des Ruhezustands verfügbar bleibt.
en: Choose what stays available while Keep Awake is running.
es: Elige qué permanece disponible mientras se evita el reposo.
fr: Choisissez ce qui reste disponible lorsque le maintien en éveil est actif.
ja: スリープ防止中に利用可能な機能を選択します。
ko: 잠자기 방지 중 사용 가능한 기능을 선택합니다.
pt: Escolha o que fica disponível enquanto o Mac é mantido acordado.
ru: Выберите, что остаётся доступным при запрете сна.
tr: Uyanık Tutma çalışırken nelerin kullanılabilir kalacağını seçin.
zh_hant: 選擇「防止睡眠」執行時要保持可用的功能。

# settings.virtualDisplay.keepDesktopAvailable
source: 让屏幕相关工具继续工作
ar: إبقاء أدوات الشاشة متاحة
de: Bildschirmwerkzeuge verfügbar halten
en: Keep screen tools available
es: Mantener disponibles las herramientas de pantalla
fr: Garder les outils d’écran disponibles
ja: 画面ツールを利用可能にする
ko: 화면 도구 사용 유지
pt: Manter ferramentas de tela disponíveis
ru: Сохранить доступ к инструментам экрана
tr: Ekran araçlarını kullanılabilir tut
zh_hant: 讓螢幕相關工具繼續運作
